{
    "title": "Headshots",
    "description": "Create Headshot of Yourself",
    "inputs": [
        {
            "name": "prompts",
            "type": "constant",
            "value": [
                "Professional studio headshot of person, corporate outfit key light and fill light creating a balanced exposure. Clean, grey background, 50mm lens for a natural look, confident stance with arms crossed, looking directly at the camera.",
                "headshot photo of person, by Jason A. Engle, a stock photo, behance, greg ruthkowski, scott wills, craig mullin, brent hollowell, scott roberston",
                "photo of a person, author zima blue, headshot portrait, headshot photo, professional photo, medium portrait, outdoors business portrait, close-up professional portrait, professional headshot, monica langlois, editorial portrait, headshot photograph, wearing medium - sized glasses, high detail portrait photo, Adrienn Henczné Deák",
                "photo of person, portrait, professional photo, professional headshot, professional profile photo, headshot photo, Nicolette Macnamara, smiling young woman, Mia Brownell, kailee mandel, professional profile picture, professional portrait photo, Olivia Peguero, Siona Shimshi, detailed professional photo, headshot photograph, rebecca oborn",
                "person in a yellow shirt is smiling and looking at the camera, Max Dauthendey, a character portrait, trending on tumblr, wearing a shirt laughing, yellow clothes, smiling person, in front of an orange background, smiling person, rex orange county, wearing polo shirt"
            ]
        },
        {
            "name": "ref_image_urls",
            "type": "file",
            "mimeTypes": [
                "image/jpeg",
                "image/png"
            ],
            "description": "Upload five close-up images of your face",
            "options": {
                "min": 5,
                "max": 5
            },
            "title": "Photos of your face"
        },
        {
            "name": "negative_prompt",
            "type": "constant",
            "value": "(lowres, low quality, worst quality:1.2), (text:1.2), watermark, deformed, mutated, cross-eyed, ugly, disfigured (lowres, low quality, worst quality:1.2), (text:1.2), watermark, glitch,deformed, mutated, cross-eyed, ugly, disfigured"
        }
    ]
}